<div class="form">
	<div class="form__header">
		<h1 class="form__title">Оставайтесь на связи!</h1>
		<a href="/" class="form__btn icon-at-left"><span class="far fa-home"></span>На главную</a>
	</div>
</div>
<div id="options" class="profileoptions" style="margin-top: 40px;">


	<p>
		Чтобы всегда иметь доступ к нашему онлайн-кинотеатру, оставьте свой e-mail.<br>
		В случае блокировки Telegram мы отправим вам актуальную ссылку и важные обновления.
    <p>
	<p>🔹 Быстро и без проблем найдете нас снова</p>
	<p>🔹 Никакого спама – только важная информация</p>

    <p>	Будьте в курсе! Оставьте свой e-mail 👇 </p>

	<div class="form__header">
		<h2 class="form__title">Добавить e-mail:</h2>
	</div>
	<div id="eupdlog"></div>
	<div class="form__row">

		<div class="form__caption">
			<label>Ваш E-Mail:</label>
		</div>

		<div class="form__content">
			<input type="text" name="email" value="{editmail}" placeholder="Ваш E-Mail: {editmail}" />
		</div>
	</div>
	<div class="form__row form__row--without-label">
		<button id="tgumail" data-uid="{usertitle}" class="form__btn form__btn--primary" name="submit" type="submit">Отправить</button>
		<input name="submit" type="hidden" id="submit" value="submit" />
	</div>
</div>


<!--
<p id="tgpreminfo">&nbsp;</p>

<div class="profileoptions" style="margin-top: 40px;">
<h2>Откройте полный доступ к кино!</h2>
	<p>&nbsp;</p>
<p>Выберите удобный план и получите максимум возможностей:</p>

	<p>✅ Без рекламы – только ваше любимое кино, без прерываний.</p>
	<p>⭐️ Избранное – добавляйте фильмы и сериалы, получайте уведомления о новых сериях.</p>
	<p>🚀 Доступ ко всем новым функциям бесплатно!</p>
	<p>&nbsp;</p>
	<p>🔹 1 месяц – 77⭐️</p>
	<p>Попробуйте все преимущества без ограничений.</p>
	<p>🔹 1 год – 770⭐️ (2 месяца в подарок!)</p>
	<p>Экономьте и наслаждайтесь любимыми фильмами и сериалами целый год!</p>

	<p>Выбирайте свой план и наслаждайтесь просмотром! 🍿🔥</p>

	<a class="btn tgb" target="_blank" href="https://t.me/[telegram-bot-name]">Перейти в телеграм и активировать</a>

</div>
-->